Revit 2027 API
FabricationConfiguration.SetConfiguration Method
Overload List
Name | Description
SetConfiguration(FabricationConfigurationInfo) |  Set the fabrication configuration with global profile.
SetConfiguration(FabricationConfigurationInfo, String) |  Set the fabrication configuration with specific profile.
Top
See Also
Reference
FabricationConfiguration Class
Autodesk.Revit.DB Namespace